v2206/atmospheric_Microclimate/windAroundBuildings_CFDHAM/0/air/Tambient
(
(	0	286.5572	)
(	3600	285.769035	)
(	7200	285.1564905	)
(	10800	284.7420286	)
(	14400	284.6171755	)
(	18000	284.730884	)
(	21600	285.1078768	)
(	25200	285.7077203	)
(	28800	286.5163272	)
(	32400	287.4314454	)
(	36000	288.4290347	)
(	39600	289.4457062	)
(	43200	290.3588625	)
(	46800	291.1801675	)
(	50400	291.8112707	)
(	54000	292.1874569	)
(	57600	292.3362322	)
(	61200	292.2228732	)
(	64800	291.8622437	)
(	68400	291.2418078	)
(	72000	290.4575216	)
(	75600	289.5137459	)
(	79200	288.510519	)
(	82800	287.4982296	)
(	86400	286.5572	)
); 
