v2206/atmospheric_Microclimate/windAroundBuildings_CFDHAM/0/air/include/k_bc_air
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

type turbulentIntensityKineticEnergyInlet;
intensity       0.15;
value           uniform 0.1;

// ************************************************************************* //
