v2206/atmospheric_Microclimate/windAroundBuildings_CFDHAM/0/buildings/ws
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "345600/leeward";
    object      ws;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -3 0 0 0 0 0];

internalField   uniform 2.5; 

boundaryField
{
    buildings_to_air
    {
    	type			zeroGradient;
    }
    interior
    {
        type            zeroGradient;
    }
    sides
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
